Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: The player auto-picks these when a title starts. Forced shows only foreign-dialogue captions; Always shows full subtitles in your language. Foreign-language titles always get full subtitles so you can follow.
af: Die speler kies hierdie outomaties wanneer 'n titel begin. Forseer wys slegs byskrifte vir buitelandse dialoog; Altyd wys volledige onderskrifte in jou taal. Buitelanders-taal titels kry altyd volledige onderskrifte sodat jy kan volg.
am: ርዕሱ ሲጀምር ተጫዋቹ ራስ ሰር ይምረጣቸዋሉ። «ያስፈለገ» ብቻ የውጭ-ቋንቋ ምልክቶችን ያሳያሉ፤ «ሁልጊዜ» ሙሉ ርዕሶቹ በቋንቋዎ ያሳያሉ። የውጭ ቋንቋ ርዕሶች ሁልጊዜ ሙሉ ርዕሶቹ ያገኛሉ ልትከተሉ ትችሉ ዘንድ።
ar: يختار المشغّل هذه تلقائيًا عند بدء عنوان. يعرض الوضع المفروض تعليقات الحوار الأجنبي فقط؛ ويعرض الوضع الدائم الترجمة الكاملة بلغتك. تحصل العناوين الأجنبية اللغة دائمًا على ترجمة كاملة لتتمكن من المتابعة.
as: এটা শিৰোনাম আৰম্ভ হ'লে প্লেয়াৰে এইবোৰ স্বয়ংক্ৰিয়ভাৱে বাছে। Forced-এ কেৱল বিদেশী-সংলাপৰ কেপচন দেখুৱায়; Always-এ আপোনাৰ ভাষাত সম্পূৰ্ণ চাবটাইটেল দেখুৱায়। বিদেশী-ভাষাৰ শিৰোনামবোৰে সদায় সম্পূৰ্ণ চাবটাইটেল পায় যাতে আপুনি বুজিব পাৰে।
az: Oynatıcı, bir başlıq başladığında bunları avtomatik seçir. Məcburi yalnız xarici dialoqun altyazılarını göstərir; Həmişə dilinizde tam altyazılar göstərir. Xarici dilli başlıqlarda izləyə biləsiniz deyə həmişə tam altyazılar olur.
be: Прайгравальнік аўтаматычна выбірае іх пры запуску тайтла. Прымусовыя паказваюць толькі субтытры замежнага дыялогу; Заўсёды паказвае поўныя субтытры на вашай мове. Тайтлы на замежнай мове заўсёды атрымліваюць поўныя субтытры, каб вы маглі сачыць.
bg: Плейърът избира автоматично тези при стартиране на заглавие. Принудителни показва само надписи за чуждоезични диалози; Винаги показва пълни субтитри на вашия език. Чуждоезичните заглавия винаги получават пълни субтитри, за да можете да следите.
bn: কোনো শিরোনাম শুরু হলে প্লেয়ার এগুলো স্বয়ংক্রিয়ভাবে বেছে নেয়। Forced শুধু বিদেশি-সংলাপের ক্যাপশন দেখায়; Always আপনার ভাষায় সম্পূর্ণ সাবটাইটেল দেখায়। বিদেশি-ভাষার শিরোনাম সবসময় সম্পূর্ণ সাবটাইটেল পায় যাতে আপনি অনুসরণ করতে পারেন।
br: Ar c'hoarier a zibab ar re-mañ emgefreek pa grog un titl. Rediet a ziskouez hepken istitloù an divizoù estren; Bepred a ziskouez an istitloù klok en ho yezh. An titloù e yezh estren o deus atav istitloù klok evit ma c'hallit heuliañ.
bs: Plejer ih automatski bira kada naslov počne. Prisilni prikazuje samo titlove za strane dijaloge; Uvijek prikazuje potpune titlove na vašem jeziku. Naslovi na stranom jeziku uvijek dobijaju potpune titlove da možete pratiti.
ca: El reproductor selecciona automàticament aquests quan s'inicia un títol. Forçat mostra només els subtítols de diàleg en llengua estrangera; Sempre mostra els subtítols complets en el teu idioma. Els títols en llengua estrangera sempre reben subtítols complets perquè puguis seguir-los.
ceb: Ang player awtomatik nga mopili niini kung magsugod ang titulo. Ang Forced mopakita lang sa mga caption sa langyaw nga dayalogo; ang Always mopakita og bug-os nga subtitle sa imong pinulongan. Ang langyaw-og-pinulongan nga mga titulo kanunay makakuha og bug-os nga subtitle aron makasabot ka.
cs: Přehrávač je při spuštění titulu vybere automaticky. Vynucené zobrazí jen titulky cizojazyčných dialogů; Vždy zobrazí plné titulky ve vašem jazyce. Cizojazyčné tituly vždy dostanou plné titulky, abyste je mohli sledovat.
cy: Mae'r chwaraewr yn dewis y rhain yn awtomatig pan fydd teitl yn dechrau. Mae Gorfodol yn dangos capsiynau deialog estron yn unig; mae Bob amser yn dangos isdeitlau llawn yn eich iaith. Mae teitlau iaith estron bob amser yn cael isdeitlau llawn fel y gallwch ddilyn.
da: Afspilleren vælger automatisk disse, når en titel starter. Tvungen viser kun undertekster til fremmedsproget dialog; Altid viser fulde undertekster på dit sprog. Fremmedsprogede titler får altid fulde undertekster, så du kan følge med.
de: Der Player wählt diese automatisch aus, wenn ein Titel startet. „Erzwungen“ zeigt nur Untertitel für fremdsprachige Dialoge; „Immer“ zeigt vollständige Untertitel in deiner Sprache. Fremdsprachige Titel erhalten immer vollständige Untertitel, damit du folgen kannst.
el: Η αναπαραγωγή τα επιλέγει αυτόματα όταν ξεκινά ένας τίτλος. Το Εξαναγκασμένο εμφανίζει μόνο λεζάντες ξενόγλωσσων διαλόγων· το Πάντα εμφανίζει πλήρεις υπότιτλους στη γλώσσα σας. Οι ξενόγλωσσοι τίτλοι λαμβάνουν πάντα πλήρεις υπότιτλους ώστε να μπορείτε να παρακολουθήσετε.
es: El reproductor los selecciona automáticamente al empezar un título. Forzados muestra solo los subtítulos de diálogos en idioma extranjero; Siempre muestra los subtítulos completos en tu idioma. Los títulos en idioma extranjero siempre reciben subtítulos completos para que puedas seguirlos.
et: Mängija valib need automaatselt, kui pealkiri käivitub. Sundtud kuvab ainult võõrkeelse dialoogi subtiitrid; Alati kuvab täissubtiitrid su keeles. Võõrkeelsed pealkirjad saavad alati täissubtiitrid, et saaksid järge pidada.
eu: Erreproduzitzaileak automatikoki hautatzen ditu hauek titulu bat hasten denean. Behartuak atzerriko elkarrizketaren azpitituluak soilik erakusten ditu; Beti zure hizkuntzan azpitituluak erakusten ditu. Atzerriko hizkuntzetako tituluek beti azpititulu osoak jasotzen dituzte jarraitu ahal izateko.
fa: پخش‌کننده هنگام شروع یک عنوان، این‌ها را به‌طور خودکار انتخاب می‌کند. اجباری فقط زیرنویس گفت‌وگوهای خارجی را نشان می‌دهد؛ همیشه زیرنویس کامل را به زبان شما نشان می‌دهد. عنوان‌های با زبان خارجی همیشه زیرنویس کامل دریافت می‌کنند تا بتوانید دنبال کنید.
fi: Soitin valitsee nämä automaattisesti, kun nimike käynnistyy. Pakotettu näyttää vain vieraskielisen dialogin tekstitykset; Aina näyttää täydet tekstitykset kielelläsi. Vieraskieliset nimikkeet saavat aina täydet tekstitykset, jotta pysyt mukana.
fil: Awtomatikong pinipili ng player ang mga ito kapag nagsimula ang isang titulo. Ipinapakita ng Forced ang mga caption para lamang sa banyagang dialogo; Ipinapakita ng Always ang buong subtitle sa iyong wika. Ang mga titulong banyaga ang wika ay palaging may buong subtitle para makasunod ka.
fo: Spælarin veljur hesar sjálvvirkið, tá ein titul byrjar. Noydd vísir bara undirtekstir fyri fremmandan samrøðupart; Altíð vísir fullar undirtekstir á máli tínum. Fremmandmæltir titlar fáa altíð fullar undirtekstir, so tú kanst fylgja við.
fr: Le lecteur les sélectionne automatiquement au démarrage d'un titre. Forcés affiche uniquement les sous-titres des dialogues en langue étrangère ; Toujours affiche les sous-titres complets dans votre langue. Les titres en langue étrangère reçoivent toujours des sous-titres complets pour que vous puissiez suivre.
fy: De spiler kiest dizze automatysk as in titel begjint. Forsearre toant allinne ûndertiteling foar frjemdtalige dialooch; Altyd toant folsleine ûndertiteling yn jo taal. Frjemdtalige titels krije altyd folsleine ûndertiteling sadat jo it folgje kinne.
ga: Roghnaíonn an seinnteoir iad seo go huathoibríoch nuair a thosaíonn teideal. Ní thaispeánann Éigeanta ach fotheidil don chomhrá iasachta; taispeánann I gcónaí fotheidil iomlána i do theanga. Faigheann teidil i dteanga iasachta fotheidil iomlána i gcónaí ionas gur féidir leat leanúint.
gd: Taghaidh an cluicheadair iad seo gu fèin-obrachail nuair a thòisicheas tiotal. Seallaidh Sparraichte fo-thiotalan còmhraidh chèin a-mhàin; seallaidh An-còmhnaidh làn fho-thiotalan sa chànan agad. Gheibh tiotalan cànain chèin làn fho-thiotalan an-còmhnaidh gus an urrainn dhut leantainn.
gl: O reprodutor escolle automaticamente estas opcións cando comeza un título. Forzado mostra só os subtítulos de diálogos estranxeiros; Sempre mostra subtítulos completos no teu idioma. Os títulos en idioma estranxeiro sempre teñen subtítulos completos para que os poidas seguir.
gu: શીર્ષક શરૂ થાય ત્યારે પ્લેયર આ આપમેળે પસંદ કરે છે. Forced ફક્ત વિદેશી-સંવાદના કૅપ્શન બતાવે છે; Always તમારી ભાષામાં સંપૂર્ણ સબટાઇટલ બતાવે છે. વિદેશી-ભાષાના શીર્ષકોને હંમેશા સંપૂર્ણ સબટાઇટલ મળે છે જેથી તમે સમજી શકો.
ha: Mai kunnawa yana zaɓen waɗannan kai tsaye lokacin da take ya fara. Tilastawa yana nuna fassarar tattaunawar baƙi kawai; Koyaushe yana nuna cikakkun fassarar rubutu a cikin harshenka. Taken harshen baƙi koyaushe suna samun cikakkun fassarar rubutu don ka iya biyewa.
he: הנגן בוחר אותם אוטומטית כשכותר מתחיל. כפוי מציג רק כתוביות לדיאלוג בשפה זרה; תמיד מציג כתוביות מלאות בשפה שלך. כותרים בשפה זרה תמיד מקבלים כתוביות מלאות כדי שתוכל לעקוב.
hi: टाइटल शुरू होने पर प्लेयर इन्हें स्वतः चुन लेता है। बाध्य केवल विदेशी-संवाद के कैप्शन दिखाता है; हमेशा आपकी भाषा में पूरे सबटाइटल दिखाता है। विदेशी-भाषा वाले टाइटल को हमेशा पूरे सबटाइटल मिलते हैं ताकि आप समझ सकें।
hr: Player ih automatski odabire kad naslov krene. Prisilno prikazuje samo titlove dijaloga na stranom jeziku; Uvijek prikazuje pune titlove na vašem jeziku. Naslovi na stranom jeziku uvijek dobivaju pune titlove kako biste mogli pratiti.
ht: Lektè a chwazi otomatikman sa yo lè yon tit kòmanse. Forse montre sèlman soutit dyalòg etranje; Toujou montre soutit konplè nan lang ou. Tit an lang etranje toujou jwenn soutit konplè pou ou ka swiv.
hu: A lejátszó automatikusan ezeket választja egy cím indításakor. A Kényszerített csak az idegen nyelvű párbeszédek feliratait mutatja; a Mindig a teljes feliratot a nyelveden. Az idegen nyelvű címek mindig teljes feliratot kapnak, hogy követhesd.
hy: Նվագարկիչն ավտոմատ ընտրում է սրանք, երբ վերնագիրը սկսվում է։ «Հարկադիր»-ը ցուցադրում է միայն արտաքին երկխոսության ենթագրեր. «Միշտ»-ը ձեր լեզվով ամբողջ ենթագրեր է ցուցադրում։ Արտասահմանյան լեզվի վերնագրերն ամբողջ ենթագրեր են ստանում, որ կարողանաք հետևել։
id: Pemutar memilih ini secara otomatis saat judul dimulai. Forced hanya menampilkan teks dialog bahasa asing; Selalu menampilkan subtitle penuh dalam bahasa Anda. Judul berbahasa asing selalu mendapat subtitle penuh agar Anda dapat mengikutinya.
ig: Onye ọkpụ na-ahọrọ ndị a na-akpaghị aka mgbe aha malitere. Manyere na-egosi naanị ederede mkparịta ụka mba ọzọ; Mgbe Niile na-egosi ndepụta okwu zuru ezu n'asụsụ gị. Aha asụsụ mba ọzọ na-enweta ndepụta okwu zuru ezu mgbe niile ka ị nwee ike ịgbaso.
is: Spilarinn velur þessa sjálfkrafa þegar titill byrjar. Þvingað sýnir aðeins texta fyrir erlend samræður; Alltaf sýnir fulla skjátexta á tungumálinu þínu. Titlar á erlendum tungumálum fá alltaf fulla skjátexta svo þú getir fylgst með.
it: Il lettore li seleziona automaticamente all'avvio di un titolo. Forzati mostra solo i sottotitoli dei dialoghi in lingua straniera; Sempre mostra i sottotitoli completi nella tua lingua. I titoli in lingua straniera ricevono sempre i sottotitoli completi così puoi seguirli.
ja: タイトル開始時にプレーヤーがこれらを自動選択します。「強制」は外国語のセリフのキャプションのみを表示し、「常に」は使用言語のフル字幕を表示します。外国語のタイトルには、内容を追えるよう常にフル字幕が表示されます。
jv: Pemuter milih iki kanthi otomatis nalika judhul diwiwiti. Forced mung nampilaké teks dialog basa manca; Tansah nampilaké subtitel lengkap ing basa sampeyan. Judhul basa manca tansah entuk subtitel lengkap supaya sampeyan bisa ngetutaké.
ka: პლეერი ავტომატურად ირჩევს მათ სათაურის დაწყებისას. იძულებითი აჩვენებს მხოლოდ უცხოური დიალოგის წარწერებს; ყოველთვის აჩვენებს სრულ სუბტიტრებს თქვენ ენაზე. უცხოური ენის სათაურები ყოველთვის ღებულობს სრულ სუბტიტრებს გასაგებად.
kk: Ойнатқыш атау басталғанда осыларды автоматты таңдайды. Мәжбүрлі тек шетел диалог субтитрлерін көрсетеді; Әрдайым тіліңіздегі толық субтитрлерді көрсетеді. Шет тіліндегі атаулар барлық уақытта толық субтитрлер алады.
km: player ជ្រើសរើសដោយស្វ័យប្រវត្តិទាំងនេះពេលចំណងជើងចាប់ផ្តើម។ Forced បង្ហាញតែចំណងក្រោមការសន្ទនាបរទេស; Always បង្ហាញចំណងក្រោមពេញលេញជាភាសារបស់អ្នក។ ចំណងជើងភាសាបរទេសតែងតែទទួលបានចំណងក្រោមពេញលេញ ដើម្បីឱ្យអ្នកអាចដើរតាម។
kn: ಶೀರ್ಷಿಕೆ ಪ್ರಾರಂಭವಾದಾಗ ಪ್ಲೇಯರ್ ಇವುಗಳನ್ನು ಸ್ವಯಂ-ಆಯ್ಕೆ ಮಾಡುತ್ತದೆ. ಫೋರ್ಸ್ಡ್ ವಿದೇಶಿ-ಸಂಭಾಷಣೆಯ ಕ್ಯಾಪ್ಶನ್‌ಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸುತ್ತದೆ; ಯಾವಾಗಲೂ ನಿಮ್ಮ ಭಾಷೆಯಲ್ಲಿ ಪೂರ್ಣ ಸಬ್‌ಟೈಟಲ್‌ಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ವಿದೇಶಿ-ಭಾಷೆಯ ಶೀರ್ಷಿಕೆಗಳಿಗೆ ಯಾವಾಗಲೂ ಪೂರ್ಣ ಸಬ್‌ಟೈಟಲ್‌ಗಳು ಸಿಗುತ್ತವೆ ಇದರಿಂದ ನೀವು ಅನುಸರಿಸಬಹುದು.
ko: 플레이어는 작품이 시작될 때 이를 자동으로 선택합니다. 강제는 외국어 대사 자막만 표시하고, 항상은 사용 언어로 전체 자막을 표시합니다. 외국어 작품은 따라갈 수 있도록 항상 전체 자막이 표시됩니다.
ku: Lîstikvan dema sernavek dest pê dike van otomatîk hildibijêre. Bi zorê tenê jêrnivîsên diyaloga biyanî nîşan dide; Herdem jêrnivîsên tijî bi zimanê te nîşan dide. Sernavên bi zimanê biyanî herdem jêrnivîsên tijî distînin da ku tu bişopînî.
ky: Аталыш башталганда ойноткуч муларды автоматтык тандайт. Мажбурлоо чет тилдеги диалогдордун субтитрлерин гана көрсөтөт; Дайыма тилиңизде толук субтитрлерди көрсөтөт. Чет тилдеги аталыштар кароого мүмкүн болушу үчүн дайыма толук субтитрлерди алат.
lb: De Player wielt dës automatesch aus, wann en Titel ufänkt. Erzwongen weist nëmmen Ënnertitele fir friem Dialog; Ëmmer weist voll Ënnertitelen an denger Sprooch. Titelen a frieme Sproochen kréien ëmmer voll Ënnertitelen, sou datt s du matverfolge kanns.
lo: ຕົວຫຼິ້ນຈະເລືອກສິ່ງເຫຼົ່ານີ້ໂດຍອັດຕະໂນມັດເມື່ອເລື່ອງເລີ່ມ. Forced ຈະສະແດງແຕ່ຄຳບັນຍາຍບົດສົນທະນາພາສາຕ່າງປະເທດ; Always ຈະສະແດງຄຳບັນຍາຍເຕັມໃນພາສາຂອງທ່ານ. ເລື່ອງພາສາຕ່າງປະເທດຈະໄດ້ຄຳບັນຍາຍເຕັມສະເໝີ ເພື່ອໃຫ້ທ່ານຕິດຕາມໄດ້.
lt: Grotuvas automatiškai juos parenka paleidus kūrinį. Priverstiniai rodo tik užsienio kalbos dialogų subtitrus; Visada rodo pilnus subtitrus jūsų kalba. Užsienio kalbos kūriniai visada gauna pilnus subtitrus, kad galėtumėte sekti.
lv: Atskaņotājs tos automātiski izvēlas, kad sākas nosaukums. Piespiestie rāda tikai svešvalodas dialogu parakstus; Vienmēr rāda pilnus subtitrus jūsu valodā. Svešvalodu nosaukumi vienmēr saņem pilnus subtitrus, lai jūs varētu sekot līdzi.
mg: Ny player dia misafidy ireto ho azy rehefa manomboka ny lohateny iray. Ny Forced dia maneho ny soratra ho an'ny resaka vahiny ihany; ny Always dia maneho dikanteny feno amin'ny teninao. Ny lohateny amin'ny teny vahiny dia mahazo dikanteny feno foana mba hahafahanao manaraka.
mi: Ka kōwhiri aunoa te pūtangi i ēnei ina tīmata he taitara. Ka whakaatu te Kōkuku i ngā tapanga kōrero-tāwāhi anake; ka whakaatu te I ngā wā katoa i ngā hauraro katoa i tō reo. Ka whiwhi tonu ngā taitara reo-tāwāhi i ngā hauraro katoa kia taea ai e koe te whai.
mk: Плеерот автоматски ги избира овие кога започнува наслов. Принудно прикажува само титлови за странски дијалог; Секогаш прикажува целосни титлови на вашиот јазик. Насловите на странски јазик секогаш добиваат целосни титлови за да можете да следите.
ml: ഒരു ടൈറ്റിൽ ആരംഭിക്കുമ്പോൾ പ്ലെയർ ഇവ സ്വയമേവ തിരഞ്ഞെടുക്കുന്നു. Forced വിദേശ-സംഭാഷണ ക്യാപ്ഷനുകൾ മാത്രം കാണിക്കുന്നു; Always നിങ്ങളുടെ ഭാഷയിലെ പൂർണ്ണ സബ്ടൈറ്റിലുകൾ കാണിക്കുന്നു. വിദേശ-ഭാഷാ ടൈറ്റിലുകൾക്ക് നിങ്ങൾക്ക് പിന്തുടരാൻ കഴിയുന്ന വിധം എപ്പോഴും പൂർണ്ണ സബ്ടൈറ്റിലുകൾ ലഭിക്കും.
mn: Контент эхлэх үед тоглуулагч эдгээрийг автоматаар сонгоно. Албадсан нь зөвхөн гадаад хэлний ярианы хадмалыг харуулна; Үргэлж нь таны хэл дээр бүрэн хадмалыг харуулна. Гадаад хэлний контентууд таныг дагахад бүрэн хадмал үргэлж авдаг.
mr: शीर्षक सुरू होताना प्लेअर हे आपोआप निवडतो. Forced फक्त परदेशी-संवादाची कॅप्शन दाखवते; Always तुमच्या भाषेतील संपूर्ण उपशीर्षके दाखवते. परदेशी-भाषेतील शीर्षकांना नेहमी संपूर्ण उपशीर्षके मिळतात जेणेकरून तुम्ही समजू शकाल.
ms: Pemain memilih ini secara automatik apabila tajuk bermula. Dipaksa menunjukkan hanya kapsyen dialog asing; Sentiasa menunjukkan sari kata penuh dalam bahasa anda. Tajuk bahasa asing sentiasa mendapat sari kata penuh supaya anda boleh mengikuti.
mt: Il-player jagħżel dawn awtomatikament meta jibda titlu. Forced juri biss il-captions tad-djalogu barrani; Always juri sottotitli sħaħ fil-lingwa tiegħek. Titli b'lingwa barranija dejjem jieħdu sottotitli sħaħ biex tkun tista' ssegwi.
my: ခေါင်းစဉ်တစ်ခု စတင်သည့်အခါ player သည် ၎င်းတို့ကို အလိုအလျောက် ရွေးသည်။ Forced သည် နိုင်ငံခြားစကားပြော စာတန်းများကိုသာ ပြသည်၊ Always သည် သင့်ဘာသာစကားဖြင့် စာတန်းထိုးအပြည့်အစုံ ပြသည်။ နိုင်ငံခြားဘာသာစကား ခေါင်းစဉ်များသည် သင်နားလည်နိုင်ရန် အမြဲ စာတန်းထိုးအပြည့်အစုံ ရရှိသည်။
nb: Spilleren velger disse automatisk når en tittel starter. Tvungen viser bare undertekster for fremmedspråklig dialog; Alltid viser fulle undertekster på ditt språk. Fremmedspråklige titler får alltid fulle undertekster så du kan følge med.
ne: शीर्षक सुरु हुँदा प्लेयरले यीहरू स्वचालित रूपमा छनोट गर्छ। Forced ले केवल विदेशी-संवाद क्याप्शन देखाउँछ; Always ले तपाईंको भाषामा पूर्ण उपशीर्षक देखाउँछ। विदेशी-भाषाका शीर्षकहरूले सधैं पूर्ण उपशीर्षक पाउँछन् ताकि तपाईं अनुसरण गर्न सक्नुहोस्।
nl: De speler kiest deze automatisch wanneer een titel start. Geforceerd toont alleen ondertitels voor vreemdtalige dialogen; Altijd toont volledige ondertiteling in jouw taal. Vreemdtalige titels krijgen altijd volledige ondertiteling zodat je het kunt volgen.
ny: Player imasankha izi zokha mutu ukayamba. Forced imawonetsa zolembedwa za zokambirana za chilankhulo china zokha; Always imawonetsa zolembedwa zonse mu chilankhulo chanu. Mitu ya zilankhulo zina nthawi zonse imapeza zolembedwa zonse kuti muzitha kutsatira.
oc: Lo lector los causís automaticament quand un títol comença. Forçats aficha pas que los sostítols dels dialògs en lenga estrangièra ; Totjorn aficha los sostítols complets dins vòstra lenga. Los títols en lenga estrangièra recebon totjorn de sostítols complets per que pòscatz seguir.
or: ଏକ ଟାଇଟଲ ଆରମ୍ଭ ହେଲେ ପ୍ଲେୟାର ଏଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବେ ବାଛେ। Forced କେବଳ ବିଦେଶୀ-ସଂଳାପ କ୍ୟାପସନ ଦେଖାଏ; Always ଆପଣଙ୍କ ଭାଷାରେ ପୂର୍ଣ୍ଣ ସବଟାଇଟଲ ଦେଖାଏ। ବିଦେଶୀ-ଭାଷା ଟାଇଟଲ ସର୍ବଦା ପୂର୍ଣ୍ଣ ସବଟାଇଟଲ ପାଏ ଯାହା ଫଳରେ ଆପଣ ଅନୁସରଣ କରିପାରିବେ।
pa: ਪਲੇਅਰ ਇਹਨਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਚੁਣਦਾ ਹੈ ਜਦੋਂ ਕੋਈ ਸਿਰਲੇਖ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ। ਲਾਜ਼ਮੀ ਸਿਰਫ਼ ਵਿਦੇਸ਼ੀ-ਸੰਵਾਦ ਕੈਪਸ਼ਨ ਦਿਖਾਉਂਦਾ ਹੈ; ਹਮੇਸ਼ਾ ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਵਿੱਚ ਪੂਰੇ ਸਬਟਾਈਟਲ ਦਿਖਾਉਂਦਾ ਹੈ। ਵਿਦੇਸ਼ੀ ਭਾਸ਼ਾ ਦੇ ਸਿਰਲੇਖਾਂ ਨੂੰ ਹਮੇਸ਼ਾ ਪੂਰੇ ਸਬਟਾਈਟਲ ਮਿਲਦੇ ਹਨ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸਮਝ ਸਕੋ।
pl: Odtwarzacz dobiera je automatycznie po uruchomieniu tytułu. Wymuszone pokazuje tylko napisy do obcojęzycznych dialogów; Zawsze pokazuje pełne napisy w Twoim języku. Tytuły obcojęzyczne zawsze otrzymują pełne napisy, abyś mógł śledzić akcję.
ps: غږوونکی د سرلیک په پیلولو سره دا په اتومات ډول ټاکي. اجباري یوازې د بهرنۍ خبرو زیرنوشتونه ښیي؛ تل ستاسو په ژبه بشپړ زیرنوشتونه ښیي. بهرنۍ-ژبه سرلیکونه تل بشپړ زیرنوشتونه ترلاسه کوي چې تاسو یې تعقیبولی شئ.
pt_br: O player escolhe estas automaticamente quando um título inicia. Forçadas mostra apenas as legendas de diálogos em outros idiomas; Sempre mostra legendas completas no seu idioma. Títulos em idioma estrangeiro sempre recebem legendas completas para você acompanhar.
pt_pt: O leitor escolhe estas automaticamente quando um título começa. Forçadas mostra apenas as legendas de diálogos em língua estrangeira; Sempre mostra legendas completas no seu idioma. Os títulos em língua estrangeira recebem sempre legendas completas para que possa acompanhar.
ro: Playerul le alege automat când pornește un titlu. Forțate afișează doar subtitrările pentru dialogul străin; Întotdeauna afișează subtitrări complete în limba ta. Titlurile în limbi străine primesc întotdeauna subtitrări complete ca să le poți urmări.
ru: Плеер автоматически выбирает их при запуске тайтла. «Форсированные» показывают только субтитры для иностранной речи; «Всегда» показывает полные субтитры на вашем языке. Иноязычные тайтлы всегда получают полные субтитры, чтобы вы могли следить за сюжетом.
rw: Player ihitamo ibi mu buryo bwikora igihe insanganyamatsiko itangiye. Forced yerekana gusa amagambo agaragara y'ibiganiro by'amahanga; Buri gihe yerekana amagambo agaragara yuzuye mu rurimi rwawe. Insanganyamatsiko z'ururimi rw'amahanga buri gihe zibona amagambo agaragara yuzuye kugira ngo ukurikire.
sd: جڏهن ڪو عنوان شروع ٿئي ٿو ته پليئر اهي خودڪار چونڊي ٿو. زوري رڳو پرڏيھي-گفتگو جا ڪيپشن ڏيکاري ٿو؛ هميشه اوهان جي ٻوليءَ ۾ مڪمل سب ٽائيٽل ڏيکاري ٿو. پرڏيھي-ٻوليءَ وارن عنوانن کي هميشه مڪمل سب ٽائيٽل ملن ٿا ته جيئن اوهان سمجھي سگھو.
si: මාතෘකාවක් ආරම්භ වන විට ප්ලේයරය මේවා ස්වයංක්‍රීයව තෝරයි. බලෙන් යෙදූ විදේශීය-සංවාද සිරස්තල පමණක් පෙන්වයි; සැම විටම ඔබේ භාෂාවෙන් සම්පූර්ණ උපසිරැසි පෙන්වයි. ඔබට අනුගමනය කළ හැකි ලෙස විදේශ-භාෂා මාතෘකා සැම විටම සම්පූර්ණ උපසිරැසි ලබා ගනී.
sk: Prehrávač ich automaticky vyberie pri spustení titulu. Vynútené zobrazuje len titulky cudzojazyčných dialógov; Vždy zobrazuje plné titulky vo vašom jazyku. Cudzojazyčné tituly vždy dostanú plné titulky, aby ste ich mohli sledovať.
sl: Predvajalnik te samodejno izbere ob zagonu naslova. Vsiljeno prikaže samo napise tujih dialogov; Vedno prikaže polne podnapise v vašem jeziku. Tujejezični naslovi vedno dobijo polne podnapise, da lahko sledite.
sm: E filifili otometi e le taialo nei mea pe a amata se ulutala. E faaali e le Faamalosi na o ulutala tautala i gagana ese; E faaali e le Taimi Uma ulutala atoa i lau gagana. E maua e ulutala gagana ese i taimi uma ulutala atoatoa ina ia mafai ona e mulimuli.
sn: Mutambi unosarudza izvi wega kana chinyorwa chichitanga. Forced inoratidza chete ma caption ehurukuro dzemumwe mutauro; Always inoratidza ma subtitle azere mumutauro wako. Zvinyorwa zvemitauro yekunze zvinogara zvichiwana ma subtitle azere kuti utevedzere.
so: Ciyaaryahanku si toos ah ayuu kuwan u doortaa marka cinwaan bilowdo. Forced wuxuu tusaa oo keliya qoraallada wada-hadalka luqadaha ajnabiga ah; Always wuxuu ku tusaa qoraal-hoosaad buuxa luqaddaada. Cinwaannada luqadaha ajnabiga ah had iyo jeer waxay helaan qoraal-hoosaad buuxa si aad u raaci karto.
sq: Luajtësi i zgjedh automatikisht këto kur fillon një titull. E Detyruar tregon vetëm titrat e dialogut të huaj; Gjithmonë tregon titrat e plota në gjuhën tuaj. Titujt në gjuhë të huaj marrin gjithmonë titrat e plota që ta ndiqni.
sr: Плејер их аутоматски бира када наслов почне. Принудни приказује само титлове за дијалоге на страном језику; Увек приказује пуне титлове на вашем језику. Наслови на страном језику увек добијају пуне титлове како бисте могли да пратите.
st: Sebapali se ikhethela tsena ka bo sona ha sehlooho se qala. Forced e bontša feela litlaleho tsa lipuisano tsa kantle ho naha; Always e bontša litlaleho tse felletseng ka puo ea hau. Lihlooho tsa puo ea kantle kamehla li fumana litlaleho tse felletseng e le hore u ka latela.
su: Pamuter otomatis milih ieu iraha judul dimimitian. Dipaksa ngan némbongkeun teks dialog asing; Salawasna némbongkeun subjudul pinuh dina basa anjeun. Judul basa asing salawasna meunang subjudul pinuh ambéh anjeun bisa ngiluan.
sv: Spelaren väljer dessa automatiskt när en titel startar. Forcerade visar bara undertexter för främmande dialog; Alltid visar fullständiga undertexter på ditt språk. Titlar på främmande språk får alltid fullständiga undertexter så att du kan följa med.
sw: Mchezaji huchagua hizi otomatiki wakati kichwa kinapoanza. Iliyolazimishwa inaonyesha manukuu ya mazungumzo ya kigeni peke yake; Daima inaonyesha manukuu kamili katika lugha yako. Vichwa vya lugha ya kigeni daima huwa na manukuu kamili ili uweze kufuatilia.
ta: தலைப்பு தொடங்கும்போது பிளேயர் இவற்றைத் தானாகத் தேர்ந்தெடுக்கும். கட்டாயம் வெளிநாட்டு-உரையாடல் வசன வரிகளை மட்டும் காட்டும்; எப்போதும் உங்கள் மொழியில் முழு வசன வரிகளைக் காட்டும். வெளிமொழித் தலைப்புகளுக்கு நீங்கள் பின்தொடரும்படி எப்போதும் முழு வசன வரிகள் கிடைக்கும்.
te: టైటిల్ ప్రారంభమైనప్పుడు ప్లేయర్ వీటిని స్వయంచాలకంగా ఎంచుకుంటుంది. Forced విదేశీ-సంభాషణ క్యాప్షన్‌లను మాత్రమే చూపుతుంది; Always మీ భాషలో పూర్తి సబ్‌టైటిల్‌లను చూపుతుంది. విదేశీ-భాషా టైటిల్‌లకు మీరు అనుసరించగలిగేలా ఎల్లప్పుడూ పూర్తి సబ్‌టైటిల్‌లు వస్తాయి.
tg: Плеер ҳангоми оғози унвон инҳоро ба таври худкор интихоб мекунад. «Маҷбурӣ» танҳо зерунвонҳои муколамаи хориҷиро нишон медиҳад; «Ҳамеша» зерунвонҳои пурраро бо забони шумо нишон медиҳад. Унвонҳои забони хориҷӣ ҳамеша зерунвонҳои пурра мегиранд, то шумо пайгирӣ карда тавонед.
th: ตัวเล่นจะเลือกสิ่งเหล่านี้โดยอัตโนมัติเมื่อเรื่องเริ่มเล่น บังคับจะแสดงเฉพาะคำบรรยายบทสนทนาภาษาต่างประเทศ เสมอจะแสดงคำบรรยายเต็มในภาษาของคุณ เรื่องภาษาต่างประเทศจะได้คำบรรยายเต็มเสมอเพื่อให้คุณติดตามได้
tr: Bir başlık başladığında oynatıcı bunları otomatik seçer. Zorunlu yalnızca yabancı diyalog altyazılarını gösterir; Her Zaman ise kendi dilinizde tam altyazıları gösterir. Yabancı dildeki başlıklar takip edebilmeniz için her zaman tam altyazı alır.
tt: Исем башлангач плеер боларны автоматик сайлый. Мәҗбүри тик чит телдәге диалог язмаларын гына күрсәтә; Һәрчак телеңдә тулы субтитрлар күрсәтә. Чит телдәге исемнәр өчен һәрчак тулы субтитрлар бирелә, шулай итеп син күзәтеп бара аласың.
ug: قويغۇچ ماۋزۇ باشلانغاندا بۇلارنى ئاپتوماتىك تاللايدۇ. مەجبۇرىي پەقەت چەت تىل سۆھبەت خەتكۈشلىرىنىلا كۆرسىتىدۇ؛ ھەمىشە تىلىڭىزدىكى تولۇق خەتكۈشلەرنى كۆرسىتىدۇ. چەت تىل ماۋزۇلىرى ھەمىشە تولۇق خەتكۈش ئالىدۇ، شۇنداق قىلىپ ئەگىشەلەيسىز.
uk: Плеєр автоматично вибирає їх на старті тайтлу. Примусові показують лише підписи до іншомовних діалогів; Завжди показують повні субтитри вашою мовою. Іншомовні тайтли завжди отримують повні субтитри, щоб ви могли стежити.
ur: عنوان شروع ہونے پر پلیئر انہیں خود بخود منتخب کرتا ہے۔ مجبوری صرف غیر ملکی-مکالمے کے کیپشنز دکھاتی ہے؛ ہمیشہ آپ کی زبان میں مکمل سب ٹائٹلز دکھاتی ہے۔ غیر ملکی زبان کے عنوانات کو ہمیشہ مکمل سب ٹائٹلز ملتے ہیں تاکہ آپ سمجھ سکیں۔
uz: Sarlavha boshlanganda pleyer bularni avtomatik tanlaydi. Majburiy rejim faqat chet tildagi dialog izohlarini ko'rsatadi; Har doim rejim tilingizda to'liq subtitrlarni ko'rsatadi. Chet tildagi sarlavhalar har doim to'liq subtitrlar oladi, shunda kuzatib borishingiz mumkin.
vi: Trình phát tự động chọn các mục này khi một tựa đề bắt đầu. Bắt buộc chỉ hiển thị phụ đề cho lời thoại tiếng nước ngoài; Luôn hiển thị phụ đề đầy đủ bằng ngôn ngữ của bạn. Các tựa đề tiếng nước ngoài luôn được hiển thị phụ đề đầy đủ để bạn theo dõi được.
xh: Umdlali ukhetha ezi ngokuzenzekelayo xa umxholo uqala. IForced ibonisa kuphela izihloko zencoko yolwimi lwasemzini; iAlways ibonisa izihloko ezipheleleyo ngolwimi lwakho. Imixholo yolwimi lwasemzini isoloko ifumana izihloko ezipheleleyo ukuze ukwazi ukulandela.
yo: Ẹ̀rọ-ìtúfò máa ń yan àwọn wọ̀nyí fúnraarẹ̀ nígbà tí àkọ́lé bá bẹ̀rẹ̀. Forced máa ń fi kìkì àwọn àkọlé ọ̀rọ̀-àjèjì hàn; Always máa ń fi àwọn àkọlé-abẹ́ kíkún hàn ní èdè rẹ. Àwọn àkọ́lé èdè-àjèjì máa ń gba àkọlé-abẹ́ kíkún nígbà gbogbo kí o lè tẹ̀lé.
zh_hans: 播放器在影片开始时会自动选择这些。强制只显示外语对白字幕；始终会以你的语言显示完整字幕。外语影片始终会获得完整字幕，以便你跟上剧情。
zh_hant: 播放器會在片名開始時自動挑選這些。「強制」只顯示外語對白的字幕；「一律」則顯示你語言的完整字幕。外語片名一律會取得完整字幕，讓你能跟上劇情。
zu: Umdlali uzikhethela ngokuzenzakalelayo lezi lapho isihloko siqala. I-Forced ibonisa kuphela izicaphuno zezingxoxo zolimi lwangaphandle; i-Always ibonisa izingcaphuno ezigcwele ngolimi lwakho. Izihloko zolimi lwangaphandle zihlala zithola izingcaphuno ezigcwele ukuze ukwazi ukulandela.
